const data = 
{
    "1": 
    [
        {
            "name": "Я не чувствую себя расстроенным, печальным.",
            "value": "0"
        },
        {
            "name": "Я расстроен.",
            "value": "1"
        },
        {
            "name": "Я все время расстроен и не могу от этого отключиться",
            "value": "2"
        },
        {
            "name": "Я настолько расстроен и несчастлив, что не могу это выдержать.",
            "value": "3"
        },
    ],
    "2": 
    [
        {
            "name": "Я не тревожусь о своем будущем.",
            "value": "0"
        },
        {
            "name": "Я чувствую, что мое будущее меня тревожит.",
            "value": "1"
        },
        {
            "name": "Я чувствую, что меня ничего не ждет в будущем.",
            "value": "2"
        },
        {
            "name": "Мое будущее безнадежно, и ничто не может измениться к лучшему.",
            "value": "3"
        },
    ],
    "3": 
    [
        {
            "name": "Я не чувствую себя неудачником.",
            "value": "0"
        },
        {
            "name": "Я чувствую, что терпел больше неудач, чем другие люди.",
            "value": "1"
        },
        {
            "name": "Когда я оглядываюсь на свою жизнь, я вижу в ней много неудач.",
            "value": "2"
        },
        {
            "name": "Я чувствую, что как личность я — полный неудачник.",
            "value": "3"
        },
    ],
    "4": 
    [
        {
            "name": "Я получаю столько же удовлетворения от жизни, как раньше.",
            "value": "0"
        },
        {
            "name": "Я не получаю столько же удовлетворения от жизни, как раньше.",
            "value": "1"
        },
        {
            "name": "Я больше не получаю удовлетворения ни от чего.",
            "value": "2"
        },
        {
            "name": "Я полностью неудовлетворен жизнью и мне все надоело.",
            "value": "3"
        },
    ],
    "5": 
    [
        {
            "name": "Я не чувствую себя в чем-нибудь виноватым.",
            "value": "0"
        },
        {
            "name": "Достаточно часто я чувствую себя виноватым.",
            "value": "1"
        },
        {
            "name": "Большую часть времени я чувствую себя виноватым.",
            "value": "2"
        },
        {
            "name": "Я постоянно испытываю чувство вины.",
            "value": "3"
        },
    ],
    "6": 
    [
        {
            "name": "Я не чувствую, что могу быть наказанным за что-либо.",
            "value": "0"
        },
        {
            "name": "Я чувствую, что могу быть наказан.",
            "value": "1"
        },
        {
            "name": "Я ожидаю, что могу быть наказан.",
            "value": "2"
        },
        {
            "name": "Я чувствую себя уже наказанным.",
            "value": "3"
        },
    ],
    "7": 
    [
        {
            "name": "Я не разочаровался в себе.",
            "value": "0"
        },
        {
            "name": "Я разочаровался в себе.",
            "value": "1"
        },
        {
            "name": "Я себе противен.",
            "value": "2"
        },
        {
            "name": "Я себя ненавижу.",
            "value": "3"
        },
    ],
    "8": 
    [
        {
            "name": "Я знаю, что я не хуже других.",
            "value": "0"
        },
        {
            "name": "Я критикую себя за ошибки и слабости.",
            "value": "1"
        },
        {
            "name": "Я все время обвиняю себя за свои поступки.",
            "value": "2"
        },
        {
            "name": "Я виню себя во всем плохом, что происходит.",
            "value": "3"
        },
    ],
    "9": 
    [
        {
            "name": "Я никогда не думал покончить с собой.",
            "value": "0"
        },
        {
            "name": "Ко мне приходят мысли покончить с собой, но я не буду их осуществлять.",
            "value": "1"
        },
        {
            "name": "Я хотел бы покончить с собой.",
            "value": "2"
        },
        {
            "name": "Я бы убил себя, если бы представился случай.",
            "value": "3"
        },
    ],
    "10": 
    [
        {
            "name": "Я плачу не больше, чем обычно.",
            "value": "0"
        },
        {
            "name": "Сейчас я плачу чаще, чем раньше.",
            "value": "1"
        },
        {
            "name": "Теперь я все время плачу.",
            "value": "2"
        },
        {
            "name": "Раньше я мог плакать, а сейчас не могу, даже если мне хочется.",
            "value": "3"
        },
    ],
    "11": 
    [
        {
            "name": "Сейчас я раздражителен не более, чем обычно.",
            "value": "0"
        },
        {
            "name": "Я легче раздражаюсь, чем раньше.",
            "value": "1"
        },
        {
            "name": "Теперь я постоянно чувствую, что раздражен.",
            "value": "2"
        },
        {
            "name": "Я стал равнодушен к вещам, которые меня раньше раздражали.",
            "value": "3"
        },
    ],
    "12": 
    [
        {
            "name": "Я не утратил интереса к другим людям.",
            "value": "0"
        },
        {
            "name": "Я меньше интересуюсь другими людьми, чем раньше.",
            "value": "1"
        },
        {
            "name": "Я почти потерял интерес к другим людям.",
            "value": "2"
        },
        {
            "name": "Я полностью утратил интерес к другим людям.",
            "value": "3"
        },
    ],
    "13": 
    [
        {
            "name": "Я откладываю принятие решения иногда, как и раньше.",
            "value": "0"
        },
        {
            "name": "Я чаще, чем раньше, откладываю принятие решения.",
            "value": "1"
        },
        {
            "name": "Мне труднее принимать решения, чем раньше.",
            "value": "2"
        },
        {
            "name": "Я больше не могу принимать решения.",
            "value": "3"
        },
    ],
    "14": 
    [
        {
            "name": "Я не чувствую, что выгляжу хуже, чем обычно.",
            "value": "0"
        },
        {
            "name": "Меня тревожит, что я выгляжу старым и непривлекательным.",
            "value": "1"
        },
        {
            "name": "Я знаю, что в моей внешности произошли существенные изменения, делающие меня непривлекательным.",
            "value": "2"
        },
        {
            "name": "Я знаю, что выгляжу безобразно.",
            "value": "3"
        },
    ],
    "15": 
    [
        {
            "name": "Я могу работать так же хорошо, как и раньше.",
            "value": "0"
        },
        {
            "name": "Мне необходимо сделать дополнительное усилие, чтобы начать делать что-нибудь.",
            "value": "1"
        },
        {
            "name": "Я с трудом заставляю себя делать что-либо.",
            "value": "2"
        },
        {
            "name": "Я совсем не могу выполнять никакую работу.",
            "value": "3"
        },
    ],
    "16": 
    [
        {
            "name": "Я сплю так же хорошо, как и раньше.",
            "value": "0"
        },
        {
            "name": "Сейчас я сплю хуже, чем раньше.",
            "value": "1"
        },
        {
            "name": "Я просыпаюсь на 1–2 часа раньше, и мне трудно заснуть опять.",
            "value": "2"
        },
        {
            "name": "Я просыпаюсь на несколько часов раньше обычного и больше не могу заснуть.",
            "value": "3"
        },
    ],
    "17": 
    [
        {
            "name": "Я устаю не больше, чем обычно.",
            "value": "0"
        },
        {
            "name": "Теперь я устаю быстрее, чем раньше.",
            "value": "1"
        },
        {
            "name": "Я устаю почти от всего, что я делаю.",
            "value": "2"
        },
        {
            "name": "Я не могу ничего делать из-за усталости.",
            "value": "3"
        },
    ],
    "18": 
    [
        {
            "name": "Мой аппетит не хуже, чем обычно.",
            "value": "0"
        },
        {
            "name": "Мой аппетит стал хуже, чем раньше.",
            "value": "1"
        },
        {
            "name": "Мой аппетит теперь значительно хуже.",
            "value": "2"
        },
        {
            "name": "У меня вообще нет аппетита.",
            "value": "3"
        },
    ],
    "19": 
    [
        {
            "name": "В последнее время я не похудел или потеря веса была незначительной.",
            "value": "0"
        },
        {
            "name": "За последнее время я потерял более 2 кг.",
            "value": "1"
        },
        {
            "name": "Я потерял более 5 кг.",
            "value": "2"
        },
        {
            "name": "Я потерял более 7 кг.",
            "value": "3"
        },
    ],
    "20": 
    [
        {
            "name": "Я беспокоюсь о своем здоровье не больше, чем обычно.",
            "value": "0"
        },
        {
            "name": "Меня тревожат проблемы моего физического здоровья, такие, как боли, расстройство желудка, запоры и т. д.",
            "value": "1"
        },
        {
            "name": "Я очень обеспокоен своим физическим состоянием, и мне трудно думать о чем-либо другом.",
            "value": "2"
        },
        {
            "name": "Я настолько обеспокоен своим физическим состоянием, что больше ни о чем не могу думать",
            "value": "3"
        },
    ],
    "21": 
    [
        {
            "name": "В последнее время я не замечал изменения своего интереса к близости.",
            "value": "0"
        },
        {
            "name": "Меня меньше занимают проблемы близости, чем раньше.",
            "value": "1"
        },
        {
            "name": "Сейчас я значительно меньше интересуюсь сексом, чем раньше.",
            "value": "2"
        },
        {
            "name": "Я полностью утратил интерес к близости.",
            "value": "3"
        },
    ],
}